/* No comment provided by engineer. */
"Could not move to Applications folder" = "Bewegen in den Programme Ordner nicht möglich";

/* No comment provided by engineer. */
"Do Not Move" = "Nicht bewegen";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Ich kann mich selbst in den Programme Ordner verschieben, wenn Sie möchten.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "In den Programme Ordner bewegen";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "In den Programme Ordner im Benutzerordner bewegen?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "In den Programme Ordner bewegen?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Dafür ist ein Administratorkennwort erforderlich.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "So bleibt Ihr Downloads-Ordner aufgeräumt.";
